EEC_PROP/src/main/resources/OP_02/VALID/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:6719eaf9-960b-49e6-9ac0-85680e28f391</wsa:MessageID>
      <int:ProcedureID>urn:uuid:9f4c1509-f5ea-4e79-b116-308e711db64d</int:ProcedureID>
      <int:ConversationID>urn:uuid:3f4dcc8a-8bee-4e01-9efc-347674906ca4</int:ConversationID>
      <wsa:To>EAEU://EEC/CP/P.CC.01/P.CC.01.ACT.022AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:a0aaa71c-2e5e-4bd7-b046-d4ab52b3ce60</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:d4e723ad-bd97-48b6-86b0-5b1d13f5983b</int:TrackID>
         <int:AcceptTime>2020-03-23T15:05:59+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>0da256ce-e9b4-4f98-878d-d6dc926fe453</sgn:SignalId>
         <sgn:DateTime>2020-03-23T15:05:59.487</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
